[
  {
    "uri": "docs://faqs#chunk0",
    "text": "## What is FRONTUR?\nFRONTUR is the survey carried out by the Spanish National Statistics Institute (INE) to measure the number of inbound tourists arriving in Spain, their origin, and travel characteristics.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk1",
    "text": "## What is EGATUR?\nEGATUR is the survey carried out by INE that measures tourist spending: average expenditure per trip, daily expenditure, and distribution by categories.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk2",
    "text": "## How often are FRONTUR and EGATUR published?\nThey are published monthly, with detailed breakdowns by nationality, region of destination, and other variables.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk3",
    "text": "## Where can I access official data?\nYou can download official reports in PDF from the INE website or through their API.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk4",
    "text": "## What is this project?\n\nThis assistant is part of the Master’s Thesis (TFM) of **Gregorio Blázquez Martínez** (author of this project).  \nIt combines **predictive models (ARIMA)** with **retrieval-augmented generation (RAG)** on official tourism documents (INE reports such as FRONTUR and EGATUR, and complementary materials).\n\nThe goal is to explore how AI can help **analyze, explain and forecast tourism trends in Spain**.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk5",
    "text": "## Is the data official or generated?\n\n- **Official data**: When referring to FRONTUR, EGATUR or other INE reports, the assistant retrieves real numbers and text from official sources.  \n- **Generated data**: Predictions or explanations outside the reports are created using AI models trained with historical series. These are **estimates, not official figures**.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk6",
    "text": "## How can I use the assistant?\n\nYou can ask two types of questions:\n\n- **Document-based**: “Summarize the last FRONTUR report”, “What is the average spending according to EGATUR?”.  \n- **Prediction-based**: “How many tourists are expected in Spain in August 2025?”, “Forecast for Canarias in 2026”.  \n\nThe assistant will decide whether to search documents (**RAG**) or use predictive models (**API**).",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://faqs#chunk7",
    "text": "## Can I trust the answers?\n\n- For **official numbers and report summaries**, yes — they come directly from INE documents.  \n- For **forecasts**, treat them as **projections** based on statistical models, not as guaranteed outcomes.",
    "type": "faq",
    "title": "FAQs",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://destinations/andalucia#chunk0",
    "text": "# Andalucía\n\nAndalucía is one of the top tourist regions in Spain, famous for cultural heritage, beaches, and gastronomy.\n\n- Top destinations: Sevilla, Málaga, Granada, Córdoba.\n- Main source markets: UK, Germany, France.\n- High season: Summer (June–August) and Easter.",
    "type": "destination",
    "title": "andalucia",
    "year": null,
    "month": null,
    "source_url": null
  },
  {
    "uri": "docs://frontur0625#chunk0",
    "text": "(1/5) Estadística de Movimientos Turísticos en Fronteras (FRONTUR) - Junio 2025. Datos provisionalesInstituto Nacional de Estadística Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/FRONTUR0625.htm 1 de agosto de 2025 Estadística de Movimientos Turísticos en Fronteras (FRONTUR) Junio 2025. Datos provisionales Principales resultados España recibió 9,5 millones de turistas internacionales en junio, un 1,9% más que en el mismo mes de 2024. En los seis primeros meses de 2025 el número de turistas aumentó un 4,7%. Más información Anexo de tablas (incluye información de las CCAA) Sistema avanzado de consulta Infografía: Indicadores de turismo España recibió en junio 9,5 millones de turistas internacionales, un 1,9% más que en el mismo mes de 2024. En los seis primeros meses de 2025 el número de turistas que visitaron España aumentó un 4,7% y rozó los 44,5 millones. Llegada de turistas internacionales por meses Variación anual. Porcentaje Reino Unido fue el principal país de residencia, con más de 2,1 millones de turistas en junio, cifra similar a la del mismo mes de 2024. De Alemania llegaron 1,2 millones (un 7,8% más) y de Francia un millón (un 0,5% menos). 1,91,510,1 3,87,7 6,1 1,110,4 9,59,2 7,3 7,311,9 (2/5) Estadística de Movimientos Turísticos en Fronteras (FRONTUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/FRONTUR0625.htm Llegada de turistas (*) internacionales según país de residencia. Junio 2025 Datos mensuales Datos acumulados Valor absoluto Variación anual (%) Valor absoluto Variación anual (%) TOTAL 9.476.248 1,9 44.495.979 4,7 Alemania 1.224.376 7,8 5.724.712 3,0 Bélgica 243.712 -8,7 1.318.813 -2,0 Francia 1.005.972 -0,5 5.576.741 3,1 Irlanda 357.402 8,4 1.408.701 7,8 Italia 532.790 3,8 2.596.563 7,7 Países Bajos 450.102 -5,7 2.190.307 3,9 Portugal 327.289 11,6 1.367.436 14,9 Reino Unido 2.135.314 0,0 8.914.597 5,2 Suiza 198.809 -5,9 1.022.275 6,4",
    "type": "pdf",
    "title": "FRONTUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://frontur0625#chunk1",
    "text": "8,4 1.408.701 7,8 Italia 532.790 3,8 2.596.563 7,7 Países Bajos 450.102 -5,7 2.190.307 3,9 Portugal 327.289 11,6 1.367.436 14,9 Reino Unido 2.135.314 0,0 8.914.597 5,2 Suiza 198.809 -5,9 1.022.275 6,4 Países Nórdicos 410.329 -6,2 2.431.741 0,1 Resto de Europa (**) 930.586 9,1 4.609.664 6,7 Estados Unidos 546.625 -4,2 2.124.921 3,4 Resto de América 515.582 4,0 2.501.526 6,3 Resto del mundo 597.361 4,8 2.707.984 5,8 (*) No incluye viajeros en tránsito ni visitantes de un solo día sin pernoctación (excursionistas). (**) Incluye la estimación de Rusia. Los principales países emisores en los seis primeros meses fueron Reino Unido (con más de 8,9 millones y un aumento del 5,2%), Alemania (con más de 5,7 millones y un incremento del 3,0%) y Francia (con cerca de 5,6 millones, un 3,1% más). (3/5) Estadística de Movimientos Turísticos en Fronteras (FRONTUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/FRONTUR0625.htm Forma de alojamiento principal y otras características de los viajes El número de turistas que utilizaron alojamiento de mercado como modo principal aumentó un 4,5% en tasa anual. Dentro de este tipo, el alojamiento hotelero creció un 4,7% mientras que la vivienda en alquiler descendió un 5,6%.El alojamiento de no mercado bajó un 13,0%. Llegada de turistas internacionales según tipo de alojamiento. Junio 2025 Datos mensuales Datos acumulados Valor absolutoVariación anual (%)Valor absolutoVariación anual (%) TOTAL 9.476.248 1,9 44.495.979 4,7 Alojamiento de mercadoTotal alojamiento de mercado 8.259.138 4,5 36.162.174 3,5 Alojamiento hotelero 6.812.840 4,7 28.679.490 1,6 Vivienda de alquiler 1.022.505 -5,6 5.596.163 9,9 Resto alojamiento de mercado423.792 36,1 1.886.521 16,3 Alojamiento de no mercadoAlojamiento de no mercado 1.217.110 -13,0 8.333.806 10,6 Vivienda en propiedad 388.738 -10,3 2.478.202 12,4 Vivienda de familiares o amigos746.333 -15,0 5.277.780 10,4 Resto Alojamiento no de",
    "type": "pdf",
    "title": "FRONTUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://frontur0625#chunk2",
    "text": "o mercadoAlojamiento de no mercado 1.217.110 -13,0 8.333.806 10,6 Vivienda en propiedad 388.738 -10,3 2.478.202 12,4 Vivienda de familiares o amigos746.333 -15,0 5.277.780 10,4 Resto Alojamiento no de mercado82.039 -6,1 577.824 5,0 La duración de la estancia mayoritaria entre los turistas fue de cuatro a siete noches, con casi 4,8 millones y un aumento anual del 2,4%. El número de visitantes se incrementó un 7,6% entre los que no pernoctan (excursionistas), mientras que descendió un 0,6% entre los turistas con mayor duración (más de 15 noches). Casi 6,9 millones de turistas viajaron sin paquete turístico en junio, un 1,2% más. Con paquete turístico llegaron más de 2,6 millones, un 3,9% más. (4/5) Estadística de Movimientos Turísticos en Fronteras (FRONTUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/FRONTUR0625.htm Comunidades autónomas de destino principal Illes Balears fue el primer destino principal de los turistas en junio, con el 23,9% del total. Le siguieron Cataluña (21,1%) y Andalucía (15,0%). A Illes Balears llegaron un 3,0% más de turistas que en junio de 2024. El número de turistas que visitaron Cataluña aumentó un 0,1% y a Andalucía vinieron un 4,4% más. Llegada de turistas internacionales según comunidad autónoma de destino principal. Datos mensuales y acumulados. Junio 2025 Datos mensuales Datos acumulados Valor absoluto Variación anual (%) Valor absoluto Variación anual (%) TOTAL 9.476.248 1,9 44.495.979 4,7 Andalucía 1.425.522 4,4 6.789.498 8,4 Balears, Illes 2.262.589 3,0 6.424.041 4,1 Canarias 1.078.407 3,2 7.840.105 4,0 Cataluña 1.998.700 0,1 9.251.578 1,7 Comunitat Valenciana 1.154.844 3,3 5.596.426 5,7 Madrid, Comunidad de 777.453 -7,8 4.565.533 2,8 Resto CC. AA. 778.733 6,0 4.028.798 9,6 En el acumulado de los seis primeros meses de 2025 las comunidades que más turistas recibieron fueron",
    "type": "pdf",
    "title": "FRONTUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://frontur0625#chunk3",
    "text": "96.426 5,7 Madrid, Comunidad de 777.453 -7,8 4.565.533 2,8 Resto CC. AA. 778.733 6,0 4.028.798 9,6 En el acumulado de los seis primeros meses de 2025 las comunidades que más turistas recibieron fueron Cataluña (9,3 millones y un aumento del 1,7% respecto al mismo período de 2024), Canarias (7,8 millones y un incremento del 4,0%) y Andalucía (6,8 millones, un 8,4% más). Revisiones y actualización de datos Los datos publicados hoy son provisionales y serán revisados en marzo del próximo año. Todos los resultados de esta operación están disponibles en INEbase. (5/5) Estadística de Movimientos Turísticos en Fronteras (FRONTUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/FRONTUR0625.htm Tipo de operación: Ámbito poblacional: Ámbito geográfico: Periodo de referencia de los resultados: Tamaño muestral: Tipo de muestreo: Método de recogida: Todas las notas de prensa en:  Gabinete de prensa:  Área de información:Nota metodológica El objetivo principal de la Estadística de Movimientos Turísticos en Fronteras (FRONTUR) es estimar mensualmente el número de visitantes no residentes en España que llegan a nuestro país, así como conocer las características principales de los viajes que realizan esos visitantes. Para la elaboración de FRONTUR se siguen las definiciones y recomendaciones internacionales de la ONU Turismo y de EUROSTAT en esta materia. estadística continua de periodicidad mensual. se refiere a los no residentes en España que entran a nuestro país, hayan o no pernoctado, así como a los que pasan por nuestro país en tránsito. todo el territorio nacional, la muestra se recoge en los principales puntos de acceso de los viajeros no residentes, tanto en carretera, aeropuertos, puertos y ferrocarril. mes. el tamaño muestral teórico anual de FRONTUR supera las 450.000 encuestas, que se reparten a lo largo del año, teniendo en cuenta la estacionalidad de los flujos de viajeros.",
    "type": "pdf",
    "title": "FRONTUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://frontur0625#chunk4",
    "text": "uertos y ferrocarril. mes. el tamaño muestral teórico anual de FRONTUR supera las 450.000 encuestas, que se reparten a lo largo del año, teniendo en cuenta la estacionalidad de los flujos de viajeros. para cada vía se definen estratos que agrupan puntos fronterizos, aeropuertos, puertos o líneas ferroviarias. En la afijación muestral de carretera y aeropuerto se distingue además el día de la semana en el que se realizan las encuestas, diferenciando los días laborables de los fines de semana y festivos. En aeropuertos se definen 21 relaciones aéreas (aeropuerto español de origen-país del aeropuerto de destino). la recogida de información se realiza por entrevista directa cuando el viajero abandona España, mediante cuestionario electrónico multilingüe. Para más información se puede tener acceso a la metodología y al informe metodológico estandarizado. Las estadísticas del INE se elaboran de acuerdo con el Código de Buenas Prácticas de las Estadísticas Europeas. Más información en Calidad en el INE y Código de Buenas Prácticas. Más información en Cuenta oficial del INE en   @es_ine www.ine.es/prensa/prensa.htm 91 583 93 63 /94 08 – gprensa@ine.es 91 583 91 00 – www.ine.es/infoine/",
    "type": "pdf",
    "title": "FRONTUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk0",
    "text": "(1/5) Encuesta de Gasto Turístico (EGATUR) - Junio 2025. Datos provisionalesInstituto Nacional de Estadística Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm 1 de agosto de 2025 Encuesta de Gasto Turístico (EGATUR) Junio 2025. Datos provisionales Principales resultados El gasto total de los turistas internacionales que visitaron España en junio aumentó un 5,5% y alcanzó los 13.035 millones de euros. El gasto medio diario se incrementó un 6,5%, hasta 209 euros. Más información Anexo de tablas (incluye información de las CCAA) Resultados detallados mensuales y anuales Infografía: Indicadores de turismo El gasto total realizado por los turistas internacionales que visitaron España en junio alcanzó los 13.035 millones de euros, con un aumento del 5,5% respecto al mismo mes de 2024. El gasto medio por turista fue de 1.376 euros, con un incremento anual del 3,5%. Por su parte, el gasto medio diario creció un 6,5%, hasta los 209 euros. Tasa de variación anual del gasto total de los turistas internacionales Variación anual. Porcentaje Durante los seis primeros meses de 2025 el gasto total de los turistas internacionales aumentó un 7,5% y alcanzó los 59.622 millones de euros. Países emisores Los principales países emisores en cuanto al nivel de gasto en junio fueron Reino Unido (con el 20,0% del total), Alemania (11,5%) y Francia (7,2%). El gasto de los turistas residentes en Reino Unido aumentó un 4,9% en tasa anual, el de los de Alemania un 9,2% y el de los de Francia un 12,9%. 5,54,914,1 5,67,68,9 7,016,015,5 12,7 13,0 11,816,5 (2/5) Encuesta de Gasto Turístico (EGATUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm Gasto de los turistas internacionales según país de residencia. Junio 2025 Gasto total (millones de euros)Variación anual (%)Gasto medio por turista (euros)Variación anual (%)Gasto medio diario por persona (euros)Variación anual (%)Duración media del",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk1",
    "text": "e residencia. Junio 2025 Gasto total (millones de euros)Variación anual (%)Gasto medio por turista (euros)Variación anual (%)Gasto medio diario por persona (euros)Variación anual (%)Duración media del viaje (días)Variación anual (%) TOTAL 13.035 5,5 1.376 3,5 209 6,5 6,6 -2,8 Alemania 1.499 9,2 1.225 1,3 181 2,8 6,8 -1,4 Francia 939 12,9 933 13,5 155 19,2 6,0 -4,8 Italia 496 12,6 931 8,5 173 19,2 5,4 -9,0 Países Nórdicos601 -2,1 1.465 4,4 184 13,5 8,0 -8,0 Reino Unido2.604 4,9 1.219 4,9 189 11,9 6,5 -6,3 Resto del mundo6.896 4,2 1.655 1,7 247 1,0 6,7 0,8 En los seis primeros meses de 2025 Reino Unido fue el país con mayor gasto acumulado (17,6% del total). Le siguieron Alemania (12,3%) y Francia (7,9%). Partidas de gasto El gasto en actividades fue la principal partida en junio, con un 20,5% del total del gasto y un aumento del 7,3% respecto al mismo mes de 2024. Las siguientes partidas fueron el gasto en transporte internacional (no incluido en paquete turístico) y en alojamiento, con un 19,9% y un 17,7% del total, respectivamente. El primero disminuyó un 2,0%, mientras que el segundo aumentó un 7,1%. Gasto de los turistas internacionales según partidas de gasto. Junio 2025 Gasto total (millones de euros)PorcentajeVariación anual (%) TOTAL 13.035 100,0 5,5 Gasto en paquete turístico 2.256 17,3 6,0 Gasto no incluido en paquete turísticoTotal Gasto no incluido en paquete turístico10.779 82,7 5,4 Gasto en transporte internacional 2.595 19,9 -2,0 Gasto en alojamiento 2.304 17,7 7,1 Gasto en manutención 2.094 16,1 10,1 Gasto en actividades 2.674 20,5 7,3 Otros gastos 1.112 8,5 7,2  (3/5) Encuesta de Gasto Turístico (EGATUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm Tipo de alojamiento, forma de organización y motivo del viaje El 67,0% del gasto total en junio lo realizaron turistas que pernoctaron en alojamientos hoteleros, con un",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk2",
    "text": ".es/dyngs/Prensa/EGATUR0625.htm Tipo de alojamiento, forma de organización y motivo del viaje El 67,0% del gasto total en junio lo realizaron turistas que pernoctaron en alojamientos hoteleros, con un aumento anual del 7,4%. Por el contrario, el gasto en alojamientos de no mercado disminuyó un 5,8%. El gasto de los turistas que no viajaron con paquete turístico subió un 4,4% en tasa anual. El de los que contrataron paquete turístico aumentó un 8,8%. En cuanto al motivo del viaje, los turistas que visitaron España por ocio generaron el 84,7% del gasto total, con un desembolso un 6,0% mayor que en junio de 2024. Gasto de los turistas internacionales según tipo de alojamiento principal, forma de organización y motivo principal del viaje. Junio 2025 Gasto total (millones de euros)Variación anual (%)Gasto medio por turista (euros)Variación anual (%)Gasto medio diario por persona (euros)Variación anual (%)Duración media del viaje (días)Variación anual (%) Tipo de alojamiento principalTOTAL (*) 13.035 5,5 1.376 3,5 209 6,5 6,6 -2,8 MercadoTotal mercado11.364 7,4 1.376 2,7 234 3,2 5,9 -0,5 Alojamiento hotelero8.730 7,4 1.281 2,5 264 4,6 4,8 -2,0 Resto de mercado2.634 7,4 1.821 3,6 170 0,4 10,7 3,2 De no mercado 1.672 -5,8 1.373 8,2 122 11,0 11,3 -2,5 Forma de organizaciónTOTAL 13.035 5,5 1.376 3,5 209 6,5 6,6 -2,8 Sin paquete turístico 9.661 4,4 1.405 3,2 208 6,1 6,8 -2,7 Con paquete turístico 3.374 8,8 1.297 4,7 214 7,6 6,1 -2,7 Motivo principal del viajeTOTAL 13.035 5,5 1.376 3,5 209 6,5 6,6 -2,8 Ocio 11.036 6,0 1.322 2,6 215 5,1 6,1 -2,4 Negocios 770 -3,8 1.439 4,0 287 4,3 5,0 -0,3 Otros motivos 1.229 7,4 2.074 15,9 149 17,6 13,9 -1,4 (*): Se distinguen dos grupos principales de alojamiento en función de si ha habido o no transacción monetaria: de mercado (alojamiento de pago: hoteles, alojamiento en alquiler , camping, casa rural y otro alojamiento de mercado) o de no mercado (vivienda en propiedad, vivienda de familiares y amigos y otro alojamiento de no mercado).",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk3",
    "text": "pago: hoteles, alojamiento en alquiler , camping, casa rural y otro alojamiento de mercado) o de no mercado (vivienda en propiedad, vivienda de familiares y amigos y otro alojamiento de no mercado). (4/5) Encuesta de Gasto Turístico (EGATUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm Comunidades autónomas de destino principal Las comunidades autónomas de destino principal con mayor peso en el gasto de los turistas en junio fueron Illes Balears (con el 21,7% del total), Cataluña (19,8%) y Andalucía (14,7%). El gasto de los turistas aumentó un 2,9% en tasa anual en Illes Balears, un 1,9% en Cataluña y un 9,4% en Andalucía. Gasto de los turistas internacionales según comunidad autónoma de destino principal. Junio 2025 Gasto total (millones de euros)Variación anual (%)Gasto medio por turista (euros)Variación anual (%)Gasto medio diario por persona (euros)Variación anual (%)Duración media del viaje (días)Variación anual (%) TOTAL 13.035 5,5 1.376 3,5 209 6,5 6,6 -2,8 Balears, Illes 2.830 2,9 1.251 -0,1 218 5,0 5,7 -4,9 Cataluña 2.579 1,9 1.290 1,8 251 1,0 5,1 0,9 Andalucía 1.912 9,4 1.341 4,8 200 17,3 6,7 -10,7 Madrid, Comunidad de1.728 7,7 2.222 16,9 329 10,0 6,7 6,2 Canarias 1.561 8,5 1.447 5,2 190 0,2 7,6 5,0 Comunitat Valenciana1.419 1,7 1.229 -1,6 142 7,2 8,7 -8,2 Resto de CC.AA.1.007 13,0 1.293 6,6 169 7,3 7,7 -0,6 En los seis primeros meses de 2025 las comunidades con mayor gasto acumulado fueron Canarias (con el 19,9% del total), Cataluña (17,7%) y Andalucía (15,3%). Revisiones y actualización de datos Los datos publicados hoy son provisionales y serán revisados en marzo del próximo año. Todos los resultados de esta operación están disponibles en INEBase. (5/5) Encuesta de Gasto Turístico (EGATUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm Tipo de operación: Ámbito poblacional: Ámbito geográfico:",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk4",
    "text": "rístico (EGATUR) - Junio 2025. Datos provisionales NOTA DE PRENSA Enlace a esta nota de prensa: https://www.ine.es/dyngs/Prensa/EGATUR0625.htm Tipo de operación: Ámbito poblacional: Ámbito geográfico: Periodo de referencia de los resultados: Tamaño muestral: Tipo de muestreo: Método de recogida: Todas las notas de prensa en:  Gabinete de prensa:  Área de información:Nota metodológica El objetivo principal de la Encuesta de Gasto Turístico (EGATUR) es obtener información mensual del gasto turístico realizado por visitantes no residentes en España en sus viajes a nuestro país. Para su elaboración se siguen las definiciones y recomendaciones de la ONU Turismo y EUROSTAT. estadística continua de periodicidad mensual. se refiere a los no residentes en España que entran a nuestro país, hayan o no pernoctado, así como a los que pasan por nuestro país en tránsito. todo el territorio nacional. La muestra se recoge en los principales puntos de acceso de los viajeros no residentes (carretera, aeropuertos, puertos y ferrocarril). mes. el tamaño muestral teórico anual de EGATUR supera las 127.000 encuestas, que se reparten a lo largo del año según la estacionalidad del flujo de los viajeros y según el diseño muestral, que se define para cada vía de acceso de manera independiente, fijando una fracción de submuestreo a partir de la muestra de FRONTUR. unietápico, donde las estimaciones de la encuesta FRONTUR se utilizan como población objetivo a la que se elevan los datos de EGATUR. la recogida de información se realiza por entrevista directa cuando el viajero abandona España, mediante cuestionario electrónico multilingüe. Debe tenerse en cuenta que a los visitantes se les realiza la encuesta en el momento de su salida del país por lo que la información recogida puede estar referida a un período más amplio que el del mes de referencia. Para más información se puede tener acceso a la metodología y al informe metodológico estandarizado.",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  },
  {
    "uri": "docs://egatur0625#chunk5",
    "text": "la información recogida puede estar referida a un período más amplio que el del mes de referencia. Para más información se puede tener acceso a la metodología y al informe metodológico estandarizado. Las estadísticas del INE se elaboran de acuerdo con el Código de Buenas Prácticas de las Estadísticas Europeas. Más información en Calidad en el INE y Código de Buenas Prácticas. Más información en Cuenta oficial del INE en   @es_ine www.ine.es/prensa/prensa.htm 91 583 93 63 /94 08 – gprensa@ine.es 91 583 91 00 – www.ine.es/infoine/",
    "type": "pdf",
    "title": "EGATUR 2025-06",
    "year": 2025,
    "month": 6,
    "source_url": null
  }
]